[
    {
        "manufacturer": "Icon",
        "model": "Airflite Battlescar 2",
        "size": "All Sizes Available",
        "imgsrc": "./assets/img/helmets/battlescar.jpg",
        "description": "Consider your motorcycle helmet mission critical when you combat the dangerous streets as a soldier in the motorcycle army. The Icon Airflite Battlescar 2 Helmet should be standard issue whenever you throw a leg over your two wheeled mode of transportation. The included RST gold face shield keeps you rolling in incognito mode while protecting your eyes from the sun.",
        "website": "http://www.rideicon.com/"
    },
    {
        "manufacturer": "Icon",
        "model": "Airmada Chantilly Opal",
        "size": "All Sizes Available",
        "imgsrc": "./assets/img/helmets/airmada.jpg",
        "description": "The Icon Airmada Helmet is the natural evolution in Icon's helmet lineup. A middleweight that fights above its class, the Airmada has four shell sizes and 5 dual-density EPS liners sizes in the rider-preferred oval head form to provide a personalized fit like a well worn glove. The shield system has also been completely redesigned to give riders the best view of the road ahead. ",
        "website": "http://www.rideicon.com/"
    },
    {
        "manufacturer": "Scorpion",
        "model": "EXO-R420",
        "size": "All Sizes Available",
        "imgsrc": "./assets/img/helmets/exo-r420.jpg",
        "description": "The Scorpion EXO-R420 isn't some half-baked race-inspired helmet. This is the real deal, with an advanced LG polycarbonate shell that is SNELL approved. The Ellip-Tec 2 face shield pulls the shield snug, making the EXO-R420 aerodynamic. Cheek pads have an emergency release system and are washable if needed. Take the Scorpion EXO-R420 to the track or to the twisties.",
        "website": "http://www.scorpionsports.eu/"
    },
    {
        "manufacturer": "Vemar",
        "model": "Sharki",
        "size": "All Sizes Available",
        "imgsrc": "./assets/img/helmets/vemar.jpg",
        "description": "Vemar helmets´ premium modular helmet built for those who want the safety features of a full-face helmet with the possibility to switch to the comfort of an Jet Helmet. The removable protective chin bar can be replaced with the transformation kit (not included) by plates to cover the lifting mechanisms, and a panoramic visor completes the transformation of a flip-up helmet into a real Jet Helmet. An enlarged field of view for a limitless vertical and peripheral vision and visor ready to fit Pinlock® MaxVision® lenses.",
        "website": "https://www.vhelmets.com/en"
    },
    {
        "manufacturer": "Caberg",
        "model": "Droid",
        "size": "All Sizes Available",
        "imgsrc": "./assets/img/helmets/droid.jpg",
        "description": "The chin guard has two individually adjustable air vents to drive air directly to the inner surface of the visor avoiding misting even during extreme weather conditions. Moreover, helmet ventilation is guaranteed by a wide adjustable frontal vent and inner air grooves. DROID is the result of the gained experience by the first Italian company to produce flip up helmets; It comes with the dual homologation P/J which allows to ride also with the chin guard open thanks to the lever on the left side of the helmet.",
        "website": ""
    }
]